---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightLumenaireDirt
source: html/febaf468-43ad-4165-fb6d-3ed758e184ac.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightLumenaireDirt Property

"Luminaire Dirt Depreciation"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightLumenaireDirt { get; }
```